Repository: kragen/vidalia
Catalog: src/vidalia/i18n/po/*/vidalia_*.po
Languages: fr

# UPNPTestDialog
source: Updating relay port mapping
fr: Mise à jour du transfert du port Relais

# UPNPTestDialog
source: Test completed successfully!
fr: Test terminé avec succès !

# UPNPTestDialog
source: Testing UPnP Support
fr: Test du support UPnP

# UPNPTestDialog
source: Testing Universal Plug & Play Support
fr: Teste le support du Plug & Play Universel

# UpdateProcess
source: Vidalia was unable to check for available software updates because it could not find '%1'.
fr: Vidalia n'a pu vérifier les mises à jour logicielles car il n'a pu trouver '%1'.

# UpdateProcess
source: Vidalia was unable to check for available software updates because Tor's update process exited unexpectedly.
fr: Vidalia n'a pu vérifier les mises à jour logicielles car le processus de mise à jour de Tor a échoué de façon inattendue.

# UpdateProgressDialog
source: Checking for available updates...
fr: Recherche des mises à jour...

# UpdateProgressDialog
source: Hide
fr: Cacher

# UpdateProgressDialog
source: Downloading updates...
fr: Téléchargement des mises à jour...

# UpdateProgressDialog
source: Installing updated software...
fr: Installation d'une mise à jour du logiciel...

# UpdateProgressDialog
source: Done! Your software is now up to date.
fr: Terminé. Votre logiciel est maintenant à jour.

# UpdateProgressDialog
source: Software Updates
fr: Mise à jour logicielles

# UpdateProgressDialog
source: Checking for updates...
fr: Recherche des mises à jour...

# UpdateProgressDialog
source: Cancel
fr: Annuler

# UpdatesAvailableDialog
source: Software Updates Available
fr: Des mises à jour logicielles sont disponibles

# UpdatesAvailableDialog
source: Remind Me Later
fr: Rappelez moi plus tard

# UpdatesAvailableDialog
source: Install
fr: Installer

# UpdatesAvailableDialog
source: The following updated software packages are ready for installation:
fr: Les mise à jour suivantes sont disponibles pour l'installation:

# UpdatesAvailableDialog
source: Package
fr: Ensemble

# VMessageBox
source: Cancel
fr: Annuler

# VMessageBox
source: Yes
fr: Oui

# VMessageBox
source: No
fr: Non

# VMessageBox
source: Help
fr: Aide

# VMessageBox
source: Retry
fr: Réessayer

# VMessageBox
source: Show Log
fr: Voir l'historique

# VMessageBox
source: Show Settings
fr: Montrer options

# VMessageBox
source: Continue
fr: Continuer

# VMessageBox
source: Quit
fr: Quitter

# VMessageBox
source: Browse
fr: Parcourir

# Vidalia
source: Invalid Argument
fr: Argument invalide

# Vidalia
source: Vidalia is already running
fr: Vidalia est déjà en fonctionnement

# Vidalia
source: Displays this usage message and exits.
fr: Affiche ce message et quitte.

# Vidalia
source: Resets ALL stored Vidalia settings.
fr: Réinitialiser TOUS les paramètres utilisés par Vidalia.

# Vidalia
source: Sets the directory Vidalia uses for data files.
fr: Définir le dossier que Vidalia utiliser pour enregistrer les fichiers de données.

# Vidalia
source: Sets the name and location of Vidalia's pidfile.
fr: Définir le nom et le chemin du fichier d'identification du processus Vidalia (pidfile).

# Vidalia
source: Sets the name and location of Vidalia's logfile.
fr: Définir le nom et le chemin du fichier du Journal des messages de Vidalia.

# Vidalia
source: Sets the verbosity of Vidalia's logging.
fr: Indiquer le degré de verbosité du Journal des messages de Vidalia.

# Vidalia
source: Sets Vidalia's interface style.
fr: Choisir le style de l'interface de Vidalia.

# Vidalia
source: Sets Vidalia's language.
fr: Choisir la langue de Vidalia.

# Vidalia
source: Vidalia Usage Information
fr: Information sur l'usage de Vidalia

# Vidalia
source: Unable to open log file '%1': %2
fr: Impossible d'ouvrir le fichier du Journal des messages '%1': %2

# Vidalia
source: Value required for parameter :
fr: Valeur requise pour le paramètre :

# Vidalia
source: Invalid language code specified:
fr: Code langage demandé invalide:

# Vidalia
source: Invalid GUI style specified:
fr: Style d'interface demandé invalide:

# Vidalia
source: Invalid log level specified:
fr: Niveau d'historique demandé invalide:

# Vidalia
source: Another Vidalia process is possibly already running. If there really is not another Vidalia process running, you can choose to continue anyway. Would you like to continue starting Vidalia?
fr: Un autre processus Vidalia est peut être actif. S'il n'y a réellement aucun autre processus fonctionnant, vous pouvez choisir de continuer quand même. Voulez vous continuer à lancer Vidalia ?

# stringutil.h
source: %1 B/s
fr: %1 o/s

# stringutil.h
source: %1 KB/s
fr: %1 Ko/s

# stringutil.h
source: %1 MB/s
fr: %1 Mo/s

# stringutil.h
source: %1 GB/s
fr: %1 Go/s

# stringutil.h
source: %1 days
fr: %1 jours

# stringutil.h
source: %1 hours
fr: %1 heures
