Repository: kragen/vidalia
Catalog: src/vidalia/i18n/po/*/vidalia_*.po
Languages: fr

# AboutDialog
source: About Vidalia
fr: À propos de Vidalia

# AboutDialog
source: License
fr: Licence

# AdvancedPage
source: '%1' is not a valid IP address.
fr: '%1' n'est pas une adresse IP valide.

# AdvancedPage
source: You selected 'Password' authentication, but did not specify a password.
fr: Vous avez choisi une authentification par mot de passe, mais n'avez pas spécifié de mot de passe.

# AdvancedPage
source: Select Tor Configuration File
fr: Sélectionner le fichier de configuration Tor

# AdvancedPage
source: File Not Found
fr: Fichier non trouvé

# AdvancedPage
source: %1 does not exist. Would you like to create it?
fr: %1 n'existe pas. Voulez-vous le créer ?

# AdvancedPage
source: Failed to Create File
fr: La création du fichier a échoué

# AdvancedPage
source: Unable to create %1 [%2]
fr: Impossible de créer %1 [%2]

# AdvancedPage
source: Select a Directory to Use for Tor Data
fr: Choisir le dossier utilisé pour enregistrer les données de Tor

# AdvancedPage
source: Unable to remove Tor Service
fr: Impossible d'enlever le service Tor

# AdvancedPage
source: Unable to install Tor Service
fr: Impossible d'installer le service Tor

# AdvancedPage
source: Vidalia was unable to install the Tor service.
fr: Vidalia n'a pas pu installer le service Tor.

# AdvancedPage
source: Authentication:
fr: Authentification :

# AdvancedPage
source: Address:
fr: Adresse :

# AdvancedPage
source: None
fr: Aucun

# AdvancedPage
source: Cookie
fr: Témoin (cookie)

# AdvancedPage
source: Password
fr: Mot de passe

# AdvancedPage
source: Randomly Generate
fr: défini aléatoirement

# AdvancedPage
source: Tor Configuration File
fr: Fichier de configuration de Tor

# AdvancedPage
source: Start the Tor software with the specified configuration file (torrc)
fr: Lance le logiciel Tor avec le fichier de configuration spécifié (torrc)

# AdvancedPage
source: Select path to your configuration file
fr: Choisissez le chemin de votre fichier de configuration

# AdvancedPage
source: Browse
fr: Parcourir

# AdvancedPage
source: Data Directory
fr: Dossier de données

# AdvancedPage
source: Store data for the Tor software in the following directory
fr: Sauver les données du logiciel Tor dans le répertoire suivant

# AdvancedPage
source: Select the directory used to store data for the Tor software
fr: Selectionnez le répertoire utilisé pour sauver les données du logiciel Tor

# AdvancedPage
source: Tor Control
fr: Contrôle Tor

# AdvancedPage
source: Use TCP connection (ControlPort)
fr: Utiliser une connexion TCP (ControlPort)

# AdvancedPage
source: Path:
fr: Chemin:

# AdvancedPage
source: Use Unix domain socket (ControlSocket)
fr: Utiliser un socket de domaine Unix (ControlSocket)

# AdvancedPage
source: Edit current torrc
fr: Editer le torrc actuel

# AdvancedPage
source: NOTE: this will edit the currently loaded torrc
fr: NOTE: ceci éditera le torrc actuellement chargé

# AdvancedPage
source: ControlSocket path doesn't exist.
fr: Le chemin ControlSocket n'existe pas.

# AdvancedPage
source: The specified Tor configuration file location contains characters that cannot be represented in your system's current 8-bit character encoding.
fr: L'emplacement du fichier de configuration Tor spécifié contient des caractères qui ne peuvent pas être affichés avec l'encodage 8 bit de votre système.

# AdvancedPage
source: The specified Tor data directory location contains characters that cannot be represented in your system's current 8-bit character encoding.
fr: L'emplacement du dossier de données Tor spécifié contient des caractères qui ne peuvent pas être affichés avec l'encodage 8 bit de votre système.

# AdvancedPage
source: Warning
fr: Averstissement

# AdvancedPage
source: You changed torrc path, would you like to restart Tor?
fr: Vous avez changé le chemin de torrc, voulez-vous redémarrer Tor?

# AdvancedPage
source: Tor Configuration File (torrc);;All Files (*)
fr: Fichier de configuration Tor (torrc);;Tous les fichiers (*)

# AdvancedPage
source: Select a file to use for Tor socket path
fr: Sélectionnez un fichier à utiliser pour le chemin le socket Tor

# AdvancedPage
source: Configure ControlPort automatically
fr: Configurer le port de contrôle automatiquement

# AdvancedPage
source: Vidalia was unable to remove the Tor service. You may need to remove it manually.
fr: Vidalia n'a pa pu supprimer le service de Tor. Vous pouvez avoir à le supprimer manuellement.

# AppearancePage
source: Language
fr: Langue

# AppearancePage
source: Choose the language used in Vidalia
fr: Choisir la langue utilisée par Vidalia

# AppearancePage
source: Choose Vidalia's interface style
fr: Choisir le style de l'interface de Vidalia

# AppearancePage
source: Vidalia was unable to load the selected language translation.
fr: Vidalia n'a pas pu charger la traduction sélectionnée.

# BandwidthGraph
source: Since:
fr: Depuis :

# BandwidthGraph
source: Hide Settings
fr: Masquer options

# BandwidthGraph
source: Show Settings
fr: Montrer options

# BandwidthGraph
source: Tor Bandwidth Usage
fr: Bande passante utilisée par Tor

# BandwidthGraph
source: Reset
fr: Remettre à zéro

# BandwidthGraph
source: Receive Rate
fr: Taux de réception

# BandwidthGraph
source: Send Rate
fr: Taux d'envoi

# BandwidthGraph
source: Always on Top
fr: Toujours en avant-plan

# BandwidthGraph
source: Changes the transparency of the Bandwidth Graph
fr: Changer le niveau de transparence du graphe de la bande passante

# BandwidthGraph
source: % Opaque
fr: % d'opacité

# BandwidthGraph
source: Save
fr: Enregistrer

# BandwidthGraph
source: Cancel
fr: Annuler

# BridgeDownloader
source: Starting HTTPS bridge request...
fr: Lancement de la demande de passerelle HTTPS...

# BridgeDownloader
source: Connecting to %1:%2...
fr: Connexion à %1:%2...

# BridgeDownloader
source: Sending an HTTPS request for bridges...
fr: Envoi d'une demande HTTPS pour les passerelles...

# BridgeDownloader
source: Downloading a list of bridges...
fr: Téléchargement de la liste des passerelles...

# BridgeDownloaderProgressDialog
source: Downloading Bridges
fr: Téléchargement des passerelles

# BridgeDownloaderProgressDialog
source: Unable to download bridges: %1
fr: Impossible de télécharger les passerelles: %1

# BridgeDownloaderProgressDialog
source: Retrying bridge request...
fr: Nouvelle demande de passerelle...

# BridgeUsageDialog
source: Country
fr: Pays

# BridgeUsageDialog
source: Clients from the following countries have used your relay since %1
fr: Les clients des pays suivants ont utilisé votre relais depuis %1

# BridgeUsageDialog
source: Bridge Usage Summary
fr: Resumé de l'utilisation du pont

# BridgeUsageDialog
source: Client Summary
fr: Résumé client

# Circuit
source: New
fr: Nouveau

# Circuit
source: Open
fr: Ouvert

# Circuit
source: Building
fr: En construction

# Circuit
source: Failed
fr: Échec

# Circuit
source: Closed
fr: Fermé

# Circuit
source: Unknown
fr: Inconnu

# CircuitItem
source: <Path Empty>
fr: <Chemin vide>

# CircuitListWidget
source: Connection
fr: Connexion

# CircuitListWidget
source: Status
fr: État

# CircuitListWidget
source: Zoom to Circuit
fr: Zoomer sur le circuit

# CircuitListWidget
source: Close Circuit (Del)
fr: Fermer le circuit (suppr)

# CircuitListWidget
source: Close Stream (Del)
fr: Arrêter le flux (Suppr)

# ConfigDialog
source: General
fr: Général

# ConfigDialog
source: Network
fr: Réseau

# ConfigDialog
source: Sharing
fr: Partage

# ConfigDialog
source: Appearance
fr: Interface

# ConfigDialog
source: Advanced
fr: Avancé

# ConfigDialog
source: Help
fr: Aide

# ConfigDialog
source: Error Saving Settings
fr: Erreur lors de l'enregistrement des paramètres

# ConfigDialog
source: Vidalia was unable to save your %1 settings.
fr: Vidalia n'a pas réussi à sauvegarder vos paramètress de %1.

# ConfigDialog
source: Error Applying Settings
fr: Erreur lors de l'application des paramètress

# ConfigDialog
source: Vidalia was unable to apply your %1 settings to Tor.
fr: Vidalia n'est pas parvenu à appliquer vos paramètres de %1 pour Tor.

# ConfigDialog
source: Settings
fr: Paramètres

# ControlConnection
source: Vidalia was unable to connect to Tor. (%1)
fr: Vidalia ne peut pas se connecter à Tor. (%1)

# ControlConnection
source: Control socket is not connected.
fr: Le socket de contrôle n'est pas connecté.

# ControlPasswordInputDialog
source: Password Required
fr: Mot de passe requis.

# ControlPasswordInputDialog
source: Remember my password
fr: Se souvenir du mot de passe

# ControlPasswordInputDialog
source: Vidalia has connected to a running Tor process that requires a password. Please enter your control password:
fr: Vidalia est connecté à un service Tor qui demande un mot de passe. Merci de saisir votre mot de passe de contrôle.

# ControlSocket
source: Control socket is not connected.
fr: Le socket de contrôle n'est pas connecté.

# ControlSocket
source: Error sending control command. [%1]
fr: Erreur lors de l'envoi de la commande de contrôle. [%1]

# ControlSocket
source: Socket disconnected while attempting to read a line of data.
fr: Socket déconnecté durant la lecture d'une ligne de données.

# ControlSocket
source: Invalid control reply. [%1]
fr: Réponse invalide à la commande de contrôle. [%1]

# CountryInfo
source: Andorra
fr: Andorre

# CountryInfo
source: Antigua & Barbuda
fr: Antigua et Barbuda

# CountryInfo
source: Argentina
fr: Argentine

# CountryInfo
source: Armenia
fr: Arménie

# CountryInfo
source: Australia
fr: Australie

# CountryInfo
source: Azerbaijan
fr: Azerbaïdjan

# CountryInfo
source: Barbados
fr: Barbades

# CountryInfo
source: Belarus
fr: Biélorussie

# CountryInfo
source: Belgium
fr: Belgique

# CountryInfo
source: Belize
fr: Bélize

# CountryInfo
source: Bhutan
fr: Boutan

# CountryInfo
source: Bolivia
fr: Bolivie

# CountryInfo
source: Bosnia & Herzegovina
fr: Bosnie-Herzégovine

# CountryInfo
source: Brazil
fr: Brésil

# CountryInfo
source: Brunei Darussalam
fr: Brunei

# CountryInfo
source: Bulgaria
fr: Bulgarie

# CountryInfo
source: Cambodia
fr: Cambodge

# CountryInfo
source: Cape Verde
fr: Cap Vert

# CountryInfo
source: Central African Republic
fr: Centre Afrique

# CountryInfo
source: Chad
fr: Tchad

# CountryInfo
source: Chile
fr: Chili

# CountryInfo
source: China
fr: Chine

# CountryInfo
source: Colombia
fr: Colombie

# CountryInfo
source: Comoros
fr: Comores

# CountryInfo
source: Congo, The Democratic Republic of the
fr: Congo, République démocratique du

# CountryInfo
source: Cote dâIvoire
fr: Côte d'Ivoire

# CountryInfo
source: Croatia
fr: Croatie

# CountryInfo
source: Cyprus
fr: Chypre

# CountryInfo
source: Czech Republic
fr: République tchèque

# CountryInfo
source: Denmark
fr: Danemark

# CountryInfo
source: Dominica
fr: Dominique

# CountryInfo
source: Dominican Republic
fr: République dominicaine

# CountryInfo
source: Ecuador
fr: Equateur

# CountryInfo
source: Egypt
fr: Egypte

# CountryInfo
source: El Salvador
fr: Salvador

# CountryInfo
source: Equatorial Guinea
fr: Guinée équatoriale

# CountryInfo
source: Eritrea
fr: Erytrée

# CountryInfo
source: Estonia
fr: Estonie

# CountryInfo
source: Gambia
fr: Gambie

# CountryInfo
source: Georgia
fr: Georgie

# CountryInfo
source: Germany
fr: Allemagne

# CountryInfo
source: Grenada
fr: Grenade

# CountryInfo
source: Guinea
fr: Guinée

# CountryInfo
source: Guinea-Bissau
fr: Guinée-Bissau

# CountryInfo
source: Guyana
fr: Guyane

# CountryInfo
source: Haiti
fr: Haïti

# CountryInfo
source: Israel
fr: Israël

# CountryInfo
source: Italy
fr: Italie

# CountryInfo
source: Jamaica
fr: Jamaïque

# CountryInfo
source: Japan
fr: Japon

# CountryInfo
source: Jordan
fr: Jordanie

# CountryInfo
source: Kuwait
fr: Koweït

# CountryInfo
source: Kyrgyzstan
fr: Kirghizistan

# CountryInfo
source: Latvia
fr: Lettonie

# CountryInfo
source: Lebanon
fr: Liban

# CountryInfo
source: Liberia
fr: Libéria

# CountryInfo
source: Lithuania
fr: Lituanie

# CountryInfo
source: Macedonia
fr: Macédoine

# CountryInfo
source: Malaysia
fr: Malaisie

# CountryInfo
source: Malta
fr: Malte

# CountryInfo
source: Marshall Islands
fr: Iles Marshall

# CountryInfo
source: Mauritania
fr: Mauritanie

# CountryInfo
source: Mauritius
fr: Ile Maurice

# CountryInfo
source: Micronesia
fr: Micronésie

# CountryInfo
source: Moldova
fr: Moldavie

# CountryInfo
source: Mongolia
fr: Mongolie

# CountryInfo
source: Montenegro
fr: Monténégro

# CountryInfo
source: Morocco
fr: Maroc

# CountryInfo
source: Namibia
fr: Namibie

# CountryInfo
source: Nepal
fr: Népal

# CountryInfo
source: Netherlands
fr: Pays-Bas

# CountryInfo
source: New Zealand
fr: Nouvelle Zélande

# CountryInfo
source: Nigeria
fr: Nigéria

# CountryInfo
source: Norway
fr: Norvège

# CountryInfo
source: Palau
fr: Palaos

# CountryInfo
source: Papua New Guinea
fr: Papouasie Nouvelle Guinée

# CountryInfo
source: Peru
fr: Péru

# CountryInfo
source: Poland
fr: Pologne

# CountryInfo
source: Romania
fr: Roumanie

# CountryInfo
source: Russia
fr: Russie

# CountryInfo
source: Saint Kitts & Nevis
fr: Saint Christophe et Niévès

# CountryInfo
source: Saint Lucia
fr: Sainte Lucie

# CountryInfo
source: Saint Vincent & the Grenadines
fr: Saint Vincent et les Grenadines

# CountryInfo
source: San Marino
fr: San Marin

# CountryInfo
source: Saudi Arabia
fr: Arabie Saoudite

# CountryInfo
source: Senegal
fr: Sénégal

# CountryInfo
source: Serbia
fr: Serbie

# CountryInfo
source: Singapore
fr: Singapour

# CountryInfo
source: Slovakia
fr: Slovaquie

# CountryInfo
source: Slovenia
fr: Slovénie

# CountryInfo
source: Solomon Islands
fr: Iles Salomon

# CountryInfo
source: Somalia
fr: Somalie

# CountryInfo
source: South Africa
fr: Afrique du Sud

# CountryInfo
source: Spain
fr: Espagne

# CountryInfo
source: Sudan
fr: Soudan

# CountryInfo
source: Suriname
fr: Surinam

# CountryInfo
source: Sweden
fr: Suède

# CountryInfo
source: Switzerland
fr: Suisse

# CountryInfo
source: Syria
fr: Syrie

# CountryInfo
source: Tajikistan
fr: Tadjikistan

# CountryInfo
source: Tanzania
fr: Tanzanie

# CountryInfo
source: Thailand
fr: Thailande

# CountryInfo
source: Timor-Leste (East Timor)
fr: Timor Oriental

# CountryInfo
source: Trinidad & Tobago
fr: Trinité & Tobago

# CountryInfo
source: Tunisia
fr: Tunisie

# CountryInfo
source: Turkey
fr: Turquie

# CountryInfo
source: Turkmenistan
fr: Turkménistan

# CountryInfo
source: Uganda
fr: Ouganda

# CountryInfo
source: United Arab Emirates
fr: Emirats Arabes Unis

# CountryInfo
source: United Kingdom
fr: Royaume Uni

# CountryInfo
source: United States
fr: Etats Unis

# CountryInfo
source: Uzbekistan
fr: Ouzbékistan

# CountryInfo
source: Vatican
fr: Cité du Vatican

# CountryInfo
source: Venezuela
fr: Vénézuela

# CountryInfo
source: Western Sahara
fr: Sahara Occidental

# CountryInfo
source: Yemen
fr: Yémen

# CountryInfo
source: Zambia
fr: Zambie

# CountryInfo
source: Albania
fr: Albanie

# CountryInfo
source: Algeria
fr: Algérie

# CountryInfo
source: Austria
fr: Autriche

# CountryInfo
source: Bahrain
fr: Bahreïn

# CountryInfo
source: Benin
fr: Bénin

# CountryInfo
source: Ethiopia
fr: Ethiopie

# CountryInfo
source: Fiji
fr: Fidji

# CountryInfo
source: Finland
fr: Finlande

# CountryInfo
source: Greece
fr: Grèce

# CountryInfo
source: Hungary
fr: Hongrie

# CountryInfo
source: Iceland
fr: Islande

# CountryInfo
source: India
fr: Inde

# CountryInfo
source: Indonesia
fr: Indonésie

# CountryInfo
source: Iraq
fr: Irak

# CountryInfo
source: Ireland
fr: Irelande

# CountryInfo
source: Korea, North
fr: Corée du Nord

# CountryInfo
source: Korea, South
fr: Corée du Sud

# CountryInfo
source: Libya
fr: Libye

# CountryInfo
source: Mexico
fr: Mexique

# CountryInfo
source: Myanmar
fr: Birmanie

# CountryInfo
source: Taiwan
fr: Taïwan

# CrashReportDialog
source: Submit a Crash Report
fr: Soumettre un rapport d'erreur

# CrashReportDialog
source: Vidalia encountered an error and needed to close
fr: Vidalia a rencontré une erreur et a dû fermer

# CrashReportDialog
source: Restart Vidalia
fr: Redémarrer Vidalia

# CrashReportDialog
source: Don't Restart
fr: Ne pas redémarrer

# CrashReportDialog
source: Unable to restart Vidalia
fr: Impossible de redémarrer Vidalia

# CrashReportDialog
source: We were unable to automatically restart Vidalia. Please restart Vidalia manually.
fr: Nous sommes dans l'impossibilité de redémarrer Vidalia automatiquement. Merci de redémarrer Vidalia manuellement.

# CrashReportDialog
source: Please fill a ticket in:
fr: Merci de soumettre un billet de service à :

# CrashReportDialog
source: A crash report has been created that you can send to the Vidalia developers to help identify and fix the problem. The submitted report does not contain any personally identifying information.
fr: Un rapport de plantage a été créé pour que vous puissiez l'envoyer aux développeurs de Vidalia pour aider à identifier et corriger le problème. Les données soumises ne contiennent aucune information d'identification personnelle.

# CrashReportDialog
source: with a description of what you were doing before the application crashed, along with the following files corresponding to the crash report:
fr: avec une description de ce que vous faisiez avant le plantage de l'application, avec en attachement les fichiers suivants correspondant au plantage :

# GeneralPage
source: Executables (*.exe)
fr: Exécutables (*.exe)

# GeneralPage
source: Select Path to Tor
fr: Choisir le chemin de Tor

# GeneralPage
source: Select Proxy Executable
fr: Selectionnez le fichier exécutable du proxy

# GeneralPage
source: You must specify the name of your Tor executable.
fr: Vous devez indiquer le nom de votre exécutable Tor.

# GeneralPage
source: Start Vidalia when my system starts
fr: Lancer Vidalia au démarrage du système

# GeneralPage
source: Browse
fr: Parcourir

# GeneralPage
source: Start the Tor software when Vidalia starts
fr: Lancer le logiciel Tor au démarrage du système

# GeneralPage
source: Proxy Application (optional)
fr: Application Proxy (option)

# GeneralPage
source: Start a proxy application when Tor starts
fr: Démarrer une application proxy lorsque Tor démarre.

# GeneralPage
source: Proxy Application Arguments:
fr: Arguments de l'application proxy:

# GeneralPage
source: Software Updates
fr: Mises à jour du logiciel

# GeneralPage
source: Check for new software updates automatically
fr: Vérifier automatiquement les mise à jours logicielles

# GeneralPage
source: Check Now
fr: Vérifier maintenant

# GraphFrame
source: %1 KB/s
fr: %1 Ko/s

# GraphFrame
source: %1 KB
fr: %1 Ko

# GraphFrame
source: %1 MB
fr: %1 Mo

# GraphFrame
source: %1 GB
fr: %1 Go

# GraphFrame
source: Recv:
fr: Reçu:

# GraphFrame
source: Sent:
fr: Envoyé:

# HelpBrowser
source: Supplied XML file is not a valid Contents document.
fr: Le fichier XML spécifié n'est pas un document valide.

# HelpBrowser
source: Search reached end of document
fr: La recherche a atteint la fin du document

# HelpBrowser
source: Search reached start of document
fr: La recherche a atteint le début du document

# HelpBrowser
source: Text not found in document
fr: Texte non trouvé dans le document

# HelpBrowser
source: Found %1 results
fr: %1 résultats trouvés

# HelpBrowser
source: Vidalia Help
fr: Aide de Vidalia

# HelpBrowser
source: Back
fr: Retour

# HelpBrowser
source: Move to previous page (Backspace)
fr: Page précédente (Retour arrière)

# HelpBrowser
source: Backspace
fr: Retour arrière

# HelpBrowser
source: Forward
fr: Avancer

# HelpBrowser
source: Move to next page (Shift+Backspace)
fr: Avancer d'une page (Maj+Retour arrière)

# HelpBrowser
source: Shift+Backspace
fr: Maj+Retour arrière

# HelpBrowser
source: Home
fr: Page d'accueil

# HelpBrowser
source: Move to the Home page (Ctrl+H)
fr: Aller à la page d'accueil (Ctrl+H)

# HelpBrowser
source: Find
fr: Chercher

# HelpBrowser
source: Search for a word or phrase on current page (Ctrl+F)
fr: Chercher un mot ou une phrase dans cette page (Ctrl+F)

# HelpBrowser
source: Close
fr: Fermer

# HelpBrowser
source: Close Vidalia Help
fr: Fermer l'aide de Vidalia

# HelpBrowser
source: Esc
fr: Échap

# HelpBrowser
source: Find:
fr: Chercher :

# HelpBrowser
source: Find Previous
fr: Trouver le précédent

# HelpBrowser
source: Find Next
fr: Trouver le suivant

# HelpBrowser
source: Case sensitive
fr: Respecter la casse

# HelpBrowser
source: Whole words only
fr: Mots entiers seulement

# HelpBrowser
source: Help Topics
fr: Rubriques d'aide

# HelpBrowser
source: Contents
fr: Table des matières

# HelpBrowser
source: Search
fr: Chercher

# HelpBrowser
source: Searching for:
fr: Rechercher :

# HelpBrowser
source: Found Documents
fr: Documents trouvés

# HelpBrowser
source: Error Loading Help Contents:
fr: Erreur lors du chargement de l'aide:

# HelpTextBrowser
source: Opening External Link
fr: Ouvrir un lien externe

# HelpTextBrowser
source: Vidalia can open the link you selected in your default Web browser. If your browser is not currently configured to use Tor then the request will not be anonymous.
fr: Vidalia peut ouvrir le lien que vous avez sélectionné dans votre navigateur par défaut. Si votre navigateur n'est pas actuellement configuré pour Tor, votre requête ne sera pas anonyme.

# HelpTextBrowser
source: Do you want Vidalia to open the link in your Web browser?
fr: Voulez vous que Vidalia ouvre le lien dans votre navigateur ?

# HelpTextBrowser
source: Unable to Open Link
fr: Impossible d'ouvrir le lien

# HelpTextBrowser
source: Vidalia was unable to open the selected link in your Web browser. You can still copy the URL and paste it into your browser.
fr: Vidalia a été incapable d'ouvrir le lien selectionné dans votre navigateur. Vous pouvez tout de même copier l'URL et la coller dans votre navigateur.

# HelpTextBrowser
source: Error opening help file:
fr: Erreur lors de l'ouverture de l'aide:

# LicenseDialog
source: License Information
fr: Information sur la licence

# LicenseDialog
source: License
fr: Licence

# LicenseDialog
source: Credits
fr: Crédits

# LogEvent
source: Debug
fr: Débogage

# LogEvent
source: Info
fr: Information

# LogEvent
source: Notice
fr: Signalement

# LogEvent
source: Warning
fr: Avertissement

# LogEvent
source: Error
fr: Erreur

# LogEvent
source: Unknown
fr: Inconnue

# LogTreeItem
source: Debug
fr: Débuguer

# LogTreeItem
source: Notice
fr: Notification

# LogTreeItem
source: Warning
fr: Avertissement

# LogTreeItem
source: Error
fr: Erreur

# LogTreeItem
source: Unknown
fr: Inconnu

# MainWindow
source: Start Tor
fr: Lancer Tor

# MainWindow
source: Exit
fr: Quitter

# MainWindow
source: Bandwidth Graph
fr: Graphe de la bande passante

# MainWindow
source: Message Log
fr: Journal des messages

# MainWindow
source: Network Map
fr: Carte du réseau

# MainWindow
source: Control Panel
fr: Panneau de contrôle

# MainWindow
source: Settings
fr: Paramètres

# MainWindow
source: About
fr: À propos

# MainWindow
source: Help
fr: Aide

# MainWindow
source: New Identity
fr: Nouvelle identité

# MainWindow
source: View
fr: Aperçu

# MainWindow
source: Vidalia Help
fr: Aide de Vidalia

# MainWindow
source: Error starting web browser
fr: Erreur lors du démarrage du navigateur Web

# MainWindow
source: Vidalia was unable to start the configured web browser
fr: Vidalia n'est pas parvenu à démarrer le navigateur Web configuré

# MainWindow
source: Error starting IM client
fr: Erreur au lancement du client MI

# MainWindow
source: Vidalia was unable to start the configured IM client
fr: Vidalia n'a pas pu lancer le client de MI configuré

# MainWindow
source: Error starting proxy server
fr: Erreur lors du démarrage du serveur mandataire (proxy)

# MainWindow
source: Vidalia was unable to start the configured proxy server
fr: Vidalia n'est pas parvenu à démarrer le serveur mandataire (proxy) configuré

# MainWindow
source: Connecting to a relay directory
fr: Connexion à un annuaire de relais
