Repository: kragen/vidalia
Catalog: src/vidalia/i18n/po/*/vidalia_*.po
Languages: fr

# ServerPage
source: Attempt to automatically configure port forwarding
fr: Essayer de configurer automatiquement le transfert de ports

# ServerPage
source: Show help topic on port forwarding
fr: Voir la rubrique d'aide sur le transfert de port

# ServerPage
source: Directory Port:
fr: Port de l'annuaire :

# ServerPage
source: Directory Port Number
fr: Numéro du port de l'annuaire

# ServerPage
source: Contact Info:
fr: Info. de contact :

# ServerPage
source: Name of your relay
fr: Nom de votre relais

# ServerPage
source: Port on which users and other relays can communicate with your relay
fr: Port par lequel les utilisateurs et les autres relais peuvent communiquer avec votre relais

# ServerPage
source: Nickname:
fr: Surnom :

# ServerPage
source: Basic Settings
fr: Options de base

# ServerPage
source: For Internet connections with fast download speed but slow upload, please list your upload speed here.
fr: Merci d'indiquer votre vitesse en remontée si votre connexion a une vitesse élevée en téléchargement mais lente en remontée.

# ServerPage
source: Cable/DSL 256 Kbps
fr: Câble/ADSL 256 kbit/s

# ServerPage
source: Cable/DSL 512 Kbps
fr: Câble/ADSL 512 kbit/s

# ServerPage
source: Cable/DSL 768 Kbps
fr: Câble/ADSL 768 kbit/s

# ServerPage
source: T1/Cable/DSL 1.5 Mbps
fr: T1/Câble/ADSL 1.5 Mbit/s

# ServerPage
source: > 1.5 Mbps
fr: > 1.5 Mbit/s

# ServerPage
source: Custom
fr: Personnalisé

# ServerPage
source: Select the entry that most closely resembles your Internet connection
fr: Sélectionner dans la liste déroulante l'entrée qui se rapproche le plus de votre connexion Internet

# ServerPage
source: Show help topic on bandwidth rate limits
fr: Afficher la rubrique d'aide sur les limitations de la bande passante

# ServerPage
source: Average Rate
fr: Taux moyen

# ServerPage
source: Long-term average bandwidth limit
fr: Limite à long terme du taux moyen de la bande passante

# ServerPage
source: KB/s
fr: Ko/s

# ServerPage
source: Maximum Rate
fr: Débit maximal

# ServerPage
source: Peak bandwidth rate limit
fr: Pic maximal de la bande passante

# ServerPage
source: Your maximum bandwidth rate must be greater than or equal to your average bandwidth rate. Both values must be at least 20 KB/s.
fr: Votre bande passante maximale doit être supérieure ou égal à votre bande passante moyene. Les deux valeurs doivent être supérieures ou égales à 20 KB/s.

# ServerPage
source: Bandwidth Limits
fr: Limites de la bande passante

# ServerPage
source: Ports 6660 - 6669 and 6697
fr: Ports 6660 - 6669 et 6697

# ServerPage
source: Internet Relay Chat (IRC)
fr: Chat (IRC)

# ServerPage
source: Ports 110, 143, 993 and 995
fr: Ports 110, 143, 993 et 995

# ServerPage
source: Retrieve Mail (POP, IMAP)
fr: Téléchargement des courriels (POP, IMAP)

# ServerPage
source: Ports unspecified by other checkboxes
fr: Ports non spécifiés par d'autres choix prédéfinis

# ServerPage
source: Misc Other Services
fr: Autres services

# ServerPage
source: Ports 706, 1863, 5050, 5190, 5222, 5223, 8300 and 8888
fr: Ports 706, 1863, 5050, 5190, 5222, 5223, 8300 et 8888

# ServerPage
source: Instant Messaging (IM)
fr: Messagerie instantanée (IM)

# ServerPage
source: Secure Websites (SSL)
fr: Sites Web sécurisés (SSL)

# ServerPage
source: Websites
fr: Sites Web

# ServerPage
source: Show help topic on exit policies
fr: Afficher la rubrique d'aide des politiques de sortie

# ServerPage
source: What Internet resources should users be able to access from your relay?
fr: Quelles sont les ressources d'Internet auquelles peuvent avoir accès les utilisateurs par votre relais ?

# ServerPage
source: Tor will still block some outgoing mail and file sharing applications by default to reduce spam and other abuse.
fr: Tor bloque encore certains programmes mails et partage de fichiers par défaut pour réduire le spam et les autres abus.

# ServerPage
source: Exit Policies
fr: Politiques de sortie

# ServerPage
source: Let others access your bridge by giving them this line:
fr: Permettre aux utilisateurs d'accéder à votre passerelle en leur donnant cette ligne :

# ServerPage
source: This is the identity of your bridge relay that you can give to other people
fr: Il s'agit de l'identité de votre passerelle ; vous pouvez la communiquer aux personnes que vous souhaitez

# ServerPage
source: Copy your bridge relay's identity to the clipboard
fr: Copier l'identité de votre passerelle dans le presse-papier

# ServerPage
source: No Recent Usage
fr: Pas d'utilisation récente

# ServerPage
source: No clients have used your relay recently.
fr: Aucun client n'a utilisé votre relais dernièrement.

# ServerPage
source: Leave your relay running so clients have a better chance of finding and using it.
fr: Laisser votre relais actif de façon à ce que les clients aient un chance de le trouver et de l'utiliser.

# ServerPage
source: Bridge History
fr: Historique de la Passerelle

# ServerPage
source: Vidalia was unable to retrieve your bridge's usage history.
fr: Vidalia n'a pas réussi à sauvegarder l'historique de la passerelle.

# ServerPage
source: Tor returned an improperly formatted response when Vidalia requested your bridge's usage history.
fr: Tor a renvoyé une réponse incorrecte lorsque Vidalia a demandé l'historique de votre passerelle.

# ServerPage
source: The returned response was: %1
fr: La réponse renvoyée était: %1

# ServerPage
source: Help censored users reach the Tor network
fr: Aider les utilisateurs censurés à accéder au réseau Tor

# ServerPage
source: <a href="#bridgeUsage">Who has used my bridge?</a>
fr: <a href="#bridgeUsage">Qui a utilisé ma passerelle ?</a>

# ServerPage
source: <a href="#bridgeHelp">What's this?</a>
fr: <a href="#bridgeHelp">Qu'est-ce que c'est?</a>

# ServerPage
source: Automatically distribute my bridge address
fr: Attribuer automatiquemeny l'adresse de mon bridge

# ServerPage
source: Mirror the Relay Directory
fr: Héberger une copie du répertoire des relais

# ServerPage
source: Email address at which you may be reached if there is a problem with your relay. You might also include your PGP or GPG fingerprint.
fr: Adresse email à laquelle vous pouvez être joint s'il y a un problème avec votre relais. Vous pouvez aussi inclure votre empreinte PGP ou GPG.

# ServicePage
source: Error while trying to unpublish all services
fr: Erreur lors de la dépublication de tous les services

# ServicePage
source: Please configure at least a service directory and a virtual port for each service you want to save. Remove the other ones.
fr: Merci de configurer au moins un répertoire et un port virtuel pour chacun des services que vous voulez sauver. Supprimez les autres.

# ServicePage
source: Error
fr: Erreur

# ServicePage
source: Please select a Service.
fr: Merci de choisir un Service.

# ServicePage
source: Select Service Directory
fr: Sélectionnez le répertoire de Service

# ServicePage
source: Virtual Port may only contain valid port numbers [1..65535].
fr: Les ports virtuels peuvent uniquement contenir des numéros de ports valides [1..65535]

# ServicePage
source: Target may only contain address:port, address, or port.
fr: Destination doit uniquement contenir addresse:port, addresse, or port.

# ServicePage
source: Directory already in use by another service.
fr: Répertoire déjà utilisé par un autre service

# ServicePage
source: Form
fr: Formulaire

# ServicePage
source: Provided Hidden Services
fr: Services Cachés hébergés

# ServicePage
source: Onion Address
fr: Adresse Onion

# ServicePage
source: Virtual Port
fr: Port Virtuel

# ServicePage
source: Target
fr: Destination

# ServicePage
source: Directory Path
fr: Chemin du dossier

# ServicePage
source: Enabled
fr: Activé

# ServicePage
source: Add new service to list
fr: Ajouter un nouveau service à la liste

# ServicePage
source: Remove selected service from list
fr: Supprimer le service selectionné de la liste

# ServicePage
source: Copy onion address of selected service to clipboard
fr: Copier l'adresse onion du service selectionné dans le presse-papiers.

# ServicePage
source: Browse in local file system and choose directory for selected service
fr: Parcourez le système de fichiers et choisissez le dossier du service sélectionné

# ServicePage
source: Created by Tor
fr: Créé par Tor

# StatusEventWidget
source: Copy to Clipboard
fr: Copier au presse-papiers

# StatusEventWidget
source: The Tor Software is Running
fr: Le programme Tor est en cours de fonctionnement

# StatusEventWidget
source: You are currently running version "%1" of the Tor software.
fr: Vous utilisez actuellement la version "%1" du programme Tor.

# StatusEventWidget
source: The Tor Software is not Running
fr: Le programme Tor n'est pas ouvert

# StatusEventWidget
source: Click "Start Tor" in the Vidalia Control Panel to restart the Tor software. If Tor exited unexpectedly, select the "Advanced" tab above for details about any errors encountered.
fr: Cliquer sur "Démarrer Tor" dans le Panneau de Configuration Vidalia pour redémarrer le programme Tor. Si Tor s'arrête de manière intempestive, sélectionnez l'onglet "Avancé" ci-dessus pour obtenir des détails sur l'erreur produite.

# StatusEventWidget
source: You are currently running version "%1" of the Tor software, which is no longer recommended. Please upgrade to the most recent version of the software, which may contain important security, reliability and performance fixes.
fr: Vous utilisez actuellement le programme Tor en version "%1", qui n'est plus recommandée. Merci de mettre à jour Tor à la version la plus récente, qui pourrait contenir d'importantes corrections de sécurité, de fiabilité et de performances.

# StatusEventWidget
source: You are currently running version "%1" of the Tor software, which may no longer work with the current Tor network. Please upgrade to the most recent version of the software, which may contain important security, reliability and performance fixes.
fr: Vous utilisez actuellement le programme Tor en version "%1", qui pourrait ne pas fonctionner avec le réseau Tor actuel. Merci de mettre à jour Tor à la version la plus récente, qui pourrait contenir d'importantes corrections de sécurité, de fiabilité et de performances.

# StatusEventWidget
source: Your Tor Software is Out-of-date
fr: Votre programme Tor est périmé

# StatusEventWidget
source: Connected to the Tor Network
fr: Connecté au réseau Tor

# StatusEventWidget
source: We were able to successfully establish a connection to the Tor network. You can now configure your applications to use the Internet anonymously.
fr: Vous avez pu vous connecter avec succès au réseau Tor. Vous pouvez maintenant configurer vos applications pour utiliser Internet de manière anonyme.

# StatusEventWidget
source: Tor Software Error
fr: Erreur du programme Tor

# StatusEventWidget
source: The Tor software encountered an internal bug. Please report the following error message to the Tor developers at bugs.torproject.org: "%1"
fr: Le programme Tor a rencontré une erreur interne. Merci de transmettre le message d'erruer suivant aux développeurs de Tor à bugs.torproject.org: "%1"

# StatusEventWidget
source: Tor has determined that your computer's clock may be set to %1 seconds in the past compared to the source "%2". If your clock is not correct, Tor will not be able to function. Please verify your computer displays the correct time.
fr: Tor a déterminé que l'horloge de votre ordinateur pourrait être réglée à %1 secondes en retard de la source "%2". Si votre horloge n'est pas correcte, Tor ne sera pas capable de fonctionner. Merci de vérifier que votre ordinateur affiche la bonne heure.

# StatusEventWidget
source: Tor has determined that your computer's clock may be set to %1 seconds in the future compared to the source "%2". If your clock is not correct, Tor will not be able to function. Please verify your computer displays the correct time.
fr: Tor a déterminé que l'horloge de votre ordinateur pourrait être réglée à %1 secondes en avance de la source "%2". Si votre horloge n'est pas correcte, Tor ne sera pas capable de fonctionner. Merci de vérifier que votre ordinateur affiche la bonne heure.

# StatusEventWidget
source: Your Computer's Clock is Potentially Incorrect
fr: L'horloge de votre ordinateur est potentiellement inexacte.

# StatusEventWidget
source: One of the applications on your computer may have attempted to make an unencrypted connection through Tor to port %1. Sending unencrypted information over the Tor network is dangerous and not recommended. For your protection, Tor has automatically closed this connection.
fr: Une des applications de votre ordinateur a tenté d'établir une connexion non-cryptée à travers Tor sur le port %1. Envoyer des informations non-cryptées sur Tor peut être dangereux et n'est pas recommandé. Pour votre protection, Tor a automatiquement fermé la connexion.

# StatusEventWidget
source: One of the applications on your computer may have attempted to make an unencrypted connection through Tor to port %1. Sending unencrypted information over the Tor network is dangerous and not recommended.
fr: Une des applications de votre ordinateur a tenté d'établir une connexion non-cryptée à travers Tor sur le port %1. Envoyer des informations non-cryptées sur Tor peut être dangereux et n'est pas recommandé.

# StatusEventWidget
source: Potentially Dangerous Connection!
fr: Connexion potentiellement dangereuse!

# StatusEventWidget
source: One of your applications established a connection through Tor to "%1" using a protocol that may leak information about your destination. Please ensure you configure your applications to use only SOCKS4a or SOCKS5 with remote hostname resolution.
fr: Une des applications de votre ordinateur a établi une connexion à travers Tor vers " %1", en utilisant un protocole qui pourrait révéler des informations sur votre destination. Merci de vous assurer que vous avez configuré vos applications pour qu'elles utilisent seulement SOCKS4a ou SOCKS5 avec résolution à distance du nom d'hôte.

# StatusEventWidget
source: Unknown SOCKS Protocol
fr: Protocole SOCKS inconnu

# StatusEventWidget
source: One of your applications tried to establish a connection through Tor using a protocol that Tor does not understand. Please ensure you configure your applications to use only SOCKS4a or SOCKS5 with remote hostname resolution.
fr: Une des applications de votre ordinateur a tenté d'établir une connexion à travers Tor en utilisant un protocole que Tor ne reconnait pas. Merci de vous assurer que vous avez configuré vos applications pour qu'elles utilisent seulement SOCKS4a ou SOCKS5 avec résolution à distance du nom d'hôte.

# StatusEventWidget
source: Invalid Destination Hostname
fr: Nom d'hôte (hostname) de la destination invalide

# StatusEventWidget
source: One of your applications tried to establish a connection through Tor to "%1", which Tor does not recognize as a valid hostname. Please check your application's configuration.
fr: Une de vos applications a tenté d'établir une connexion à travers Tor vers "%1", que Tor ne reconnait comme étant un nom d'hôte valide. Merci de vérifier la configuration de votre application.

# StatusEventWidget
source: External IP Address Changed
fr: Adresse IP externe modifiée

# StatusEventWidget
source: Tor has determined your relay's public IP address is currently %1%2. If that is not correct, please consider setting the 'Address' option in your relay's configuration.
fr: Tor a déterminé que l'adresse IP publique de votre relais est actuellement %1%2. Si ceci n'est pas correct, merci de mettre l'option "Adresse" de la configuration de votre relais à la bonne valeur.

# StatusEventWidget
source: DNS Hijacking Detected
fr: Détournement (hijacking) DNS détecté

# StatusEventWidget
source: Tor detected that your DNS provider is providing false responses for domains that do not exist. Some ISPs and other DNS providers, such as OpenDNS, are known to do this in order to display their own search or advertising pages.
fr: Tor a détecté que votre fournisseur DNS fournit des réponses fausses pour des domaines qui n'existent pas. Quelques FAI et autres fournisseurs DNS, téls que OpenDNS, sont connus pour cette pratique qui a pour but d'afficher leurs propres pages de recherche et de publicité.

# StatusEventWidget
source: Tor detected that your DNS provider is providing false responses for well known domains. Since clients rely on Tor network relays to provide accurate DNS repsonses, your relay will not be configured as an exit relay.
fr: Tor a détecté que votre fournisseur DNS fournit des réponses fausses pour des domaines bien connus. Puisque les clients comptent sur les relais Tor pour obtenir des réponses DNS précises, votre relais ne sera pas configuré en tant que relais de sortie.

# StatusEventWidget
source: Checking Server Port Reachability
fr: Vérification de l'accessibilité du port du serveur

# StatusEventWidget
source: Tor is trying to determine if your relay's server port is reachable from the Tor network by connecting to itself at %1:%2. This test could take several minutes.
fr: Tor tente de déterminer si le port du serveur de votre relais est accessible par le réseau Tor en se connectant à %1:%2. Ce test pourrait prendre plusieurs minutes.

# StatusEventWidget
source: Server Port Reachability Test Successful!
fr: Test de vérification de l'accessibilité du port du serveur effectué avec succès!

# StatusEventWidget
source: Your relay's server port is reachable from the Tor network!
fr: Le port du serveur de votre relais est accessible par le réseau Tor!

# StatusEventWidget
source: Server Port Reachability Test Failed
fr: Echec du test de vérification de l'accessibilité du port du serveur

# StatusEventWidget
source: Your relay's server port is not reachable by other Tor clients. This can happen if you are behind a router or firewall that requires you to set up port forwarding. If %1:%2 is not your correct IP address and server port, please check your relay's configuration.
fr: Le port du serveur de votre relais n'est pas accessible par les autres clients Tor. Ceci peut se produire si vous êtes derrière un routeur ou un firewall qui nécesite une redirection de port. Si %1:%2 n'est pas votre adresse IP / port de serveur, merci de vérifier la configuration de votre relais.

# StatusEventWidget
source: Checking Directory Port Reachability
fr: Vérification de l'accessibilité du répertoire du port

# StatusEventWidget
source: Tor is trying to determine if your relay's directory port is reachable from the Tor network by connecting to itself at %1:%2. This test could take several minutes.
fr: Tor tente de déterminer si le port du serveur de votre relais est accessible par le réseau Tor en se connectant à %1:%2. Ce test pourrait prendre plusieurs minutes.

# StatusEventWidget
source: Directory Port Reachability Test Successful!
fr: Test de vérification de l'accessibilité du port du répertoire effectué avec succès!

# StatusEventWidget
source: Your relay's directory port is reachable from the Tor network!
fr: Le port du répertoire de votre relais est accessible par le réseau Tor!

# StatusEventWidget
source: Directory Port Reachability Test Failed
fr: Echec du test de vérification de l'accessibilité du port du répertoire

# StatusEventWidget
source: Your relay's directory port is not reachable by other Tor clients. This can happen if you are behind a router or firewall that requires you to set up port forwarding. If %1:%2 is not your correct IP address and directory port, please check your relay's configuration.
fr: Le port du répertoire de votre relais n'est pas accessible par les autres clients Tor. Ceci peut se produire si vous êtes derrière un routeur ou un firewall qui nécesite une redirection de port. Si %1:%2 n'est pas votre adresse IP / port de répertoire, merci de vérifier la configuration de votre relais.

# StatusEventWidget
source: Relay Descriptor Rejected
fr: Descripteur de relais rejeté

# StatusEventWidget
source: Your relay's descriptor, which enables clients to connect to your relay, was rejected by the directory server at %1:%2. The reason given was: %3
fr: Le descripteur de votre relais, qui permet à des clients de se connecter à votre relais, a été rejeté par le serveur de répertoire à %1:%2. La raison donnée est: %3

# StatusEventWidget
source: Your Relay is Online
fr: re relais est en ligne

# StatusEventWidget
source: Your relay is now online and available for Tor clients to use. You should see an increase in network traffic shown by the Bandwidth Graph within a few hours as more clients learn about your relay. Thank you for contributing to the Tor network!
fr: Votre relais est maintenant en ligne et disponible pour être utilisé par les clients Tor. Dans quelques heures, au fur et à mesure que des clients apprendront l'existance de votre relais, vous devriez remarquer une augmentation du traffic de votre réseau sur le Graphique de Bande Passante Merci de contribuer au déploiement du réseau Tor!

# Stream
source: New
fr: Nouveau

# Stream
source: Resolving
fr: Résolution

# Stream
source: Connecting
fr: Connexion

# Stream
source: Open
fr: Ouvert

# Stream
source: Failed
fr: Échec

# Stream
source: Closed
fr: Fermé

# Stream
source: Retrying
fr: Réessai

# Stream
source: Remapped
fr: 'Remappé'

# Stream
source: Unknown
fr: Inconnu

# TorProcess
source: Process %1 failed to stop. [%2]
fr: Le processus %1 ne s'est pas arrêté. [%2]

# TorService
source: The Tor service is not installed.
fr: Le service Tor n'est pas installé.

# TorService
source: Unable to start the Tor service.
fr: Le service Tor n'a pu être démarré.

# TorSettings
source: Failed to hash the control password.
fr: Échec lors du hashage du mot de passe de contrôle.

# TorrcDialog
source: Editing torrc
fr: Edition de torrc

# TorrcDialog
source: Save settings. If unchecked it will only apply settings to the current Tor instance.
fr: Sauvegarde des réglages. Si non cochée les réglages seront appliqués seulement à la présente instance Tor.

# TorrcDialog
source: Cut
fr: Couper

# TorrcDialog
source: Copy
fr: Copier

# TorrcDialog
source: Paste
fr: Coller

# TorrcDialog
source: Undo
fr: Annuler

# TorrcDialog
source: Redo
fr: Refaire

# TorrcDialog
source: Select All
fr: Sélectionner tout

# TorrcDialog
source: Apply all
fr: Appliquer tout

# TorrcDialog
source: Apply selection only
fr: Appliquer seulement la sélection

# TorrcDialog
source: Error connecting to Tor
fr: Erreur de connexion à Tor

# TorrcDialog
source: Selection is empty. Please select some text, or check "Apply all"
fr: La sélection est vide. Merci de sélectionner du texte, ou cocher "Appliquer tout"

# TorrcDialog
source: Error at line %1: "%2"
fr: Erreur à la ligne %1: "%2"

# TorrcDialog
source: Error
fr: Erreur

# TorrcDialog
source: An error ocurred while opening torrc file
fr: Une erreur s'est produite à l'ouverture du fichier torrc

# UPNPControl
source: Success
fr: Succès

# UPNPControl
source: No UPnP-enabled devices found
fr: Aucun périphérique UPnP trouvé

# UPNPControl
source: No valid UPnP-enabled Internet gateway devices found
fr: Aucun périphérique de passerelle Internet UPnP n'a été trouvé

# UPNPControl
source: WSAStartup failed
fr: Echec du lancement de WSA

# UPNPControl
source: Failed to add a port mapping
fr: Echec lors de l'ajout d'un transfert de port

# UPNPControl
source: Failed to retrieve a port mapping
fr: Echec lors de la recherche d'un transfert de port

# UPNPControl
source: Failed to remove a port mapping
fr: Echec lors de la suppression d'un transfert de port

# UPNPControl
source: Unknown error
fr: Erreur inconnue

# UPNPTestDialog
source: Discovering UPnP-enabled devices
fr: Recherche des périphériques UPnP

# UPNPTestDialog
source: Updating directory port mapping
fr: Mise à jour du transfert du port Annuaire
