Repository: kragen/vidalia
Catalog: src/vidalia/i18n/po/*/vidalia_*.po
Languages: fr

# MainWindow
source: Establishing an encrypted directory connection
fr: Etablissement d'une connexion annuaire cryptée

# MainWindow
source: Retrieving network status
fr: Recherche de l'état du réseau

# MainWindow
source: Loading network status
fr: Chargement de l'état du réseau

# MainWindow
source: Loading authority certificates
fr: Chargement des certificats des authorités

# MainWindow
source: Requesting relay information
fr: Demande d'informations sur le relais

# MainWindow
source: Loading relay information
fr: Chargement des informations sur le relais

# MainWindow
source: Connecting to the Tor network
fr: Connexion au réseau Tor

# MainWindow
source: Establishing a Tor circuit
fr: Etablissement d'un circuit Tor

# MainWindow
source: Connected to the Tor network!
fr: Connecté au réseau Tor !

# MainWindow
source: Unrecognized startup status
fr: Etat de lancement inconnu

# MainWindow
source: miscellaneous
fr: divers

# MainWindow
source: identity mismatch
fr: identité incorrecte

# MainWindow
source: done
fr: fait

# MainWindow
source: connection refused
fr: connexion refusée

# MainWindow
source: connection timeout
fr: temps de connexion expiré

# MainWindow
source: read/write error
fr: erreur de lecture/écriture

# MainWindow
source: no route to host
fr: pas de route vers l'hôte

# MainWindow
source: insufficient resources
fr: ressources insuffisantes

# MainWindow
source: unknown
fr: inconnu

# MainWindow
source: Tor is not running
fr: Tor est arrêté

# MainWindow
source: Tor is shutting down
fr: Tor est en cours d'arrêt

# MainWindow
source: Stop Tor Now
fr: Arrêter Tor Immédiatement

# MainWindow
source: Stop Tor
fr: Arrêter Tor

# MainWindow
source: Starting the Tor software
fr: Lancement du logiciel Tor

# MainWindow
source: Starting Tor
fr: Lancement de Tor

# MainWindow
source: Error Starting Tor
fr: Erreur lors du démarrage de Tor

# MainWindow
source: Vidalia was unable to start Tor. Check your settings to ensure the correct name and location of your Tor executable is specified.
fr: Vidalia n'est pas parvenu à démarrer Tor. Contrôlez vos options et assurez-vous que le nom et le chemin de l'exécutable de Tor sont correctement indiqués.

# MainWindow
source: Connecting to Tor
fr: Connexion à Tor

# MainWindow
source: Connection Error
fr: Erreur de Connexion

# MainWindow
source: Relaying is Enabled
fr: Le relais est activé

# MainWindow
source: Error Shutting Down
fr: Erreur lors de l'arrêt

# MainWindow
source: Vidalia was unable to stop the Tor software.
fr: Vidalia n'a pu arrêter le logiciel Tor.

# MainWindow
source: Unexpected Error
fr: Erreur inattendue

# MainWindow
source: Authenticating to Tor
fr: Authentification à Tor

# MainWindow
source: Cookie Authentication Required
fr: Cookie d'authentification requis

# MainWindow
source: The Tor software requires Vidalia to send the contents of an authentication cookie, but Vidalia was unable to find one.
fr: Le logiciel Tor demande que Vidalia envoie le contenu d'un cookie d'authentification, mais Vidalia n'a pas pu le trouver.

# MainWindow
source: Would you like to browse for the file 'control_auth_cookie' yourself?
fr: Voulez-vous effectuer manuellement la recherche du fichier 'control_auth_cookie' ?

# MainWindow
source: Data Directory
fr: Répertoire de Données

# MainWindow
source: Control Cookie (control_auth_cookie)
fr: Cookie de Contrôle (control_auth_cookie)

# MainWindow
source: Error Registering for Events
fr: Erreur lors de l'enregistrement pour les événements

# MainWindow
source: Vidalia was unable to register for some events. Many of Vidalia's features may be unavailable.
fr: Vidalia n'a pas pu enregistrer certains évènements. Plusieurs fonctionnalités de Vidalia peuvent être indisponibles.

# MainWindow
source: Authentication Error
fr: Erreur d'authentification

# MainWindow
source: Vidalia was unable to authenticate to the Tor software. (%1)
fr: Vidalia n'a pu s'authentifier au logiciel Tor. (%1)

# MainWindow
source: Please check your control port authentication settings.
fr: Veuillez vérifier les paramètress d'authentification de votre port de contrôle.

# MainWindow
source: Tor Update Available
fr: Une mise à jour de Tor est disponible

# MainWindow
source: The currently installed version of Tor is out of date or no longer recommended. Please visit the Tor website to download the latest version.
fr: La version actuellement installée de Tor est obsolète et n'est plus recommandée. Merci de visiter le site Web de Tor pour télécharger la dernière version.

# MainWindow
source: Tor website: %1
fr: Site Web de Tor : %1

# MainWindow
source: All subsequent connections will appear to be different than your old connections.
fr: Toutes les connexions suivantes sembleront être différentes des précédentes.

# MainWindow
source: Failed to Create New Identity
fr: La création d'une nouvelle identité a échoué

# MainWindow
source: Port Forwarding Failed
fr: Erreur de Transfert de Port

# MainWindow
source: Vidalia was unable to configure automatic port forwarding.
fr: Vidalia n'a pas pu configurer automatiquement le transfert de ports.

# MainWindow
source: Vidalia Control Panel
fr: Panneau de contrôle de Vidalia

# MainWindow
source: Status
fr: État

# MainWindow
source: Vidalia Shortcuts
fr: Raccourcis Vidalia

# MainWindow
source: Setup Relaying
fr: Installer un relais

# MainWindow
source: Set up a relay and help the network grow
fr: Paramétrez un relay et aidez le réseau à grandir.

# MainWindow
source: View the Network
fr: Voir le réseau Tor

# MainWindow
source: View a map of the Tor network
fr: Voir la carte du réseau Tor

# MainWindow
source: Use a New Identity
fr: Utiliser une nouvelle identité

# MainWindow
source: Make subsequent connections appear new
fr: Faire apparaître les connexions suivantes comme nouvelles

# MainWindow
source: View recent bandwidth usage
fr: Voir la bande passante utilisée

# MainWindow
source: View log message history
fr: Voir l'historique des messages

# MainWindow
source: View help documentation
fr: Voir la documentation d'aide

# MainWindow
source: Configure Vidalia
fr: Configurer Vidalia

# MainWindow
source: View version and license information
fr: Voir les informations de version et de licence

# MainWindow
source: Exit Vidalia
fr: Quitter Vidalia

# MainWindow
source: Show this window on startup
fr: Afficher cette fenêtre au démarrage

# MainWindow
source: Hide
fr: Cacher

# MainWindow
source: Hide this window
fr: Cacher cette fenêtre

# MainWindow
source: Password Reset Failed
fr: Echec de la réinitialisation du mot de passe

# MainWindow
source: Vidalia tried to reset Tor's control password, but was not able to restart the Tor software. Please check your Task Manager to ensure there are no other Tor processes running.
fr: Vidalia a essayé de réinitialiser le mot de passe de Tor, mais n'a pu redémarrer le logiciel Tor. Merci de consulter votre gestionnaire de Taches pour vous assurer qu'il n'y a pas d'autres processus Tor actif.

# MainWindow
source: The currently installed version of Tor is out of date or no longer recommended.
fr: La version actuellement installée de Tor est obsolète et n'est plus recommandée.

# MainWindow
source: Would you like to check if a newer package is available for installation?
fr: Voulez-vous vérifier si une nouvelle version est disponible pour l'intstallation ?

# MainWindow
source: Potentially Unsafe Connection
fr: Connexion potentiellement non sûre

# MainWindow
source: Tor has automatically closed your connection in order to protect your anonymity.
fr: Tor a automatiquement fermé votre connexion de façon à protéger votre anonymat.

# MainWindow
source: Update Failed
fr: Echec de la mise à jour

# MainWindow
source: Your software is up to date
fr: Votre logiciel est à jour

# MainWindow
source: There are no new Tor software packages available for your computer at this time.
fr: Il n'y a pas de nouvelle version de Tor disponible pour votre ordinateur pour le moment.

# MainWindow
source: Installation Failed
fr: Echec de l'installation

# MainWindow
source: Vidalia was unable to install your software updates.
fr: Vidalia n'a pas été capable d'installer les mises à jour de votre logiciel.

# MainWindow
source: The following error occurred:
fr: L'erreur suivante s'est produite:

# MainWindow
source: Anything sent over this connection could be monitored. Please check your application's configuration and use only encrypted protocols, such as SSL, if possible.
fr: Tout ce qui sera envoyé à travers cette connexion pourrait être surveillé. Merci de vérifier la configuration de votre application et d'utiliser seulement des protocoles cryptés, tél que SSL, si possible.

# MainWindow
source: failed (%1)
fr: échec (%1)

# MainWindow
source: Your relay is shutting down. Click 'Stop' again to stop your relay now.
fr: Votre relais s'arrête. Cliquer 'Arrêter' à nouveau pour arrêter votre relais immédiatement.

# MainWindow
source: Bootstrapping torrc from %1 to %2
fr: Exécution de torrc de %1 à %2

# MainWindow
source: You are currently running a relay. Terminating your relay will interrupt any open connections from clients. Would you like to shutdown gracefully and give clients time to find a new relay?
fr: Vous hébergez actuellement un relais. Terminer le relais va interrompre toutes les connexions des clients. Voulez vous l'arrêter doucement et laisser à vos clients le temps de trouver un nouveau relais.

# MainWindow
source: Vidalia detected that the Tor software exited unexpectedly. Please check the message log for recent warning or error messages.
fr: Vidalia a détecté que Tor s'est arrêté brutalement. Veuillez contrôler dans l'historique les derniers messages d'erreur ou d'alerte.

# MainWindow
source: (probably Telnet)
fr: (probablement Telnet)

# MainWindow
source: (probably an email client)
fr: (probably un client de messagerie)

# MainWindow
source: One of your applications %1 appears to be making a potentially unencrypted and unsafe connection to port %2.
fr: Une de vos applications %1 semble réaliser une connexion non chiffrée au port %2.

# MessageLog
source: Error Setting Filter
fr: Erreur lors de l'application d'un filtre

# MessageLog
source: Vidalia was unable to register for Tor's log events.
fr: Vidalia n'a pas pu s'enregistrer pour recevoir les événements de Tor.

# MessageLog
source: Error Opening Log File
fr: Erreur à l'ouverture du fichier du Journal

# MessageLog
source: Vidalia was unable to open the specified log file.
fr: Vidalia n'a pas pu ouvrir le fichier du Journal spécifié.

# MessageLog
source: Log Filename Required
fr: Le nom de fichier du Journal des messages est requis

# MessageLog
source: You must enter a filename to be able to save log messages to a file.
fr: Vous devez entrer un nom de fichier pour pouvoir enregistrer les messages dans un fichier.

# MessageLog
source: Select Log File
fr: Sélectionner le fichier du Journal

# MessageLog
source: Save Log Messages
fr: Enregistrer le Journal des messages

# MessageLog
source: Text Files (*.txt)
fr: Fichiers texte (*.txt)

# MessageLog
source: Find in Message Log
fr: Chercher dans le Journal des messages

# MessageLog
source: Find:
fr: Chercher :

# MessageLog
source: Not Found
fr: Non trouvé

# MessageLog
source: Search found 0 matches.
fr: La recherche a trouvé 0 résultat.

source: Message Log
fr: Journal des messages

# MessageLog
source: Message Filters...
fr: Filtres des messages...

# MessageLog
source: Set message filters
fr: Définir les filtres des messages

# MessageLog
source: History Size...
fr: Taille de l'historique...

# MessageLog
source: Set maximum number of messages to display
fr: Définir le nombre maximal de messages à afficher

# MessageLog
source: Clear
fr: Effacer

# MessageLog
source: Clear all messages from the Message Log (Ctrl+E)
fr: Effacer tout l'historique du Journal des messages (Ctrl+E)

# MessageLog
source: Copy
fr: Copier

# MessageLog
source: Copy the selected messages to the clipboard (Ctrl+C)
fr: Copier les messages sélectionnés dans le presse-papier (Ctrl+C)

# MessageLog
source: Select All
fr: Sélectionner tout

# MessageLog
source: Select all messages (Ctrl+A)
fr: Sélectionner tous les messages (Ctrl+A)

# MessageLog
source: Save All
fr: Enregistrer tout

# MessageLog
source: Save all messages to a file
fr: Enregistrer tous les messages dans un fichier

# MessageLog
source: Save Selected
fr: Enregistrer la sélection

# MessageLog
source: Save selected messages to a file
fr: Enregistrer les messages sélectionnés dans un fichier

# MessageLog
source: Settings
fr: Options

# MessageLog
source: Adjust Message Log Settings
fr: Ajuster les options du Journal des messages

# MessageLog
source: Help
fr: Aide

# MessageLog
source: Show the help browser
fr: Parcourir l'aide

# MessageLog
source: Close
fr: Fermer

# MessageLog
source: Close the Message Log
fr: Fermer le Journal des messages

# MessageLog
source: Esc
fr: Échap

# MessageLog
source: Find
fr: Chercher

# MessageLog
source: Find all messages containing the search text (Ctrl+F)
fr: Trouver les messages contenant ce texte (Ctrl+F)

# MessageLog
source: Time
fr: Heure

# MessageLog
source: Saves the current Message Log settings
fr: Enregistrer les options actuelles du Journal des messages

# MessageLog
source: Save Settings
fr: Enregistrer les options

# MessageLog
source: Cancels changes made to settings
fr: Annuler les modifications

# MessageLog
source: Cancel
fr: Annuler

# MessageLog
source: Message Filter
fr: Filtrage des messages

# MessageLog
source: Error
fr: Erreur

# MessageLog
source: Warning
fr: Avertissement

# MessageLog
source: Notice
fr: Signalement

# MessageLog
source: Info
fr: Information

# MessageLog
source: Debug
fr: Débogage

# MessageLog
source: Message Log History
fr: Historique du Journal

# MessageLog
source: Number of messages to display in the message log window
fr: Nombre de messages à afficher dans la fenêtre du Journal des messages

# MessageLog
source: Browse
fr: Parcourir

# MessageLog
source: Enable automatically saving all new log messages to a file
fr: Activer l'enregistrement automatique de tous les messages du Journal

# MessageLog
source: Automatically save new log messages to a file
fr: Enregistrer les nouveaux messages dans un fichier

# MessageLog
source: Basic
fr: Basique

# MessageLog
source: Tor Status
fr: Etat de Tor

# MessageLog
source: Advanced
fr: Avancé

# MessageLog
source: Always Save New Log Messages
fr: Toujours enregistrer les nouveaux messages du Journal

# MessageLog
source: Messages that appear when something has gone very wrong and Tor cannot proceed.
fr: Messages qui apparaissent quand un problème est arrivé et que Tor ne peut continuer.

# MessageLog
source: Messages that only appear when something has gone wrong with Tor.
fr: Messages qui apparaissent uniquement quand un problème s'est produit avec Tor.

# MessageLog
source: Messages that appear infrequently during normal Tor operation and are not considered errors, but you may care about.
fr: Messages qui apparaissent de manière peu fréquente durant le fonctionnement normal de Tor et ne sont pas considérés comme des erreurs, mais dont vous devez tenir compte.

# MessageLog
source: Messages that appear frequently during normal Tor operation.
fr: Messages qui apparaissent fréquemment durant le fonctionnement de Tor

# MessageLog
source: Hyper-verbose messages primarily of interest to Tor developers.
fr: Nombreux Messages destiné à l'usage principal des développeurs de Tor.

# MessageLog
source: Cannot write file %1 %2.
fr: Impossible d'écrire le fichier %1 %2.

# NetViewer
source: Tor Network Map
fr: Carte du réseau Tor

# NetViewer
source: Refresh
fr: Rafraîchir

# NetViewer
source: Refresh the list of Tor relays and connections
fr: Rafraîchir la liste des relais Tor et des connexions

# NetViewer
source: Help
fr: Aide

# NetViewer
source: Show the network map help
fr: Montrer l'aide de la carte du réseau

# NetViewer
source: Show network map help
fr: Aide de la carte du réseau

# NetViewer
source: Close
fr: Fermer

# NetViewer
source: Close the network map
fr: Fermer la carte du réseau

# NetViewer
source: Esc
fr: Échap

# NetViewer
source: Zoom In
fr: Rapprocher

# NetViewer
source: Zoom in on the network map
fr: Agrandir l'échelle de la carte du réseau

# NetViewer
source: Zoom Out
fr: Éloigner

# NetViewer
source: Zoom out on the network map
fr: Réduire l'échelle de la carte du réseau

# NetViewer
source: Zoom To Fit
fr: Adapter le zoom

# NetViewer
source: Zooms to fit all currently displayed circuits
fr: Adapter le zoom à l'ensemble des circuits actuellement affichés

# NetViewer
source: Relay Not Found
fr: Relais non trouvé

# NetViewer
source: No details on the selected relay are available.
fr: Aucun détail disponible sur le relais sélectionné.

# NetViewer
source: Unknown
fr: Inconnu

# NetViewer
source: Full Screen
fr: Plein écran

# NetViewer
source: View the network map as a full screen window
fr: Voir la carte du réseau en plein écran.

# NetworkPage
source: Invalid Bridge
fr: Passerelle invalide

# NetworkPage
source: The specified bridge identifier is not valid.
fr: L'identifiant de passerelle spécifié est invalide.

# NetworkPage
source: Copy (Ctrl+C)
fr: Copier (Ctrl+C)

# NetworkPage
source: You must specify both an IP address or hostname and a port number to configure Tor to use a proxy to access the Internet.
fr: Vous devez spécifier à la fois une adresse IP ou un nom d'hôte et un numéro de port pour que Tor puisse utiliser le serveur mandataire (proxy) et accéder à l'Internet.

# NetworkPage
source: You must specify one or more ports to which your firewall allows you to connect.
fr: Vous devez indiquer le ou les ports utilisés par votre parefeu pour vous autoriser à vous connecter.

# NetworkPage
source: '%1' is not a valid port number.
fr: '%1' n'est pas un numéro de port valide.

# NetworkPage
source: Check if your local network requires a proxy to access the Internet
fr: Cochez si votre réseau local a besoin d'un proxy mandataire pour accéder à Internet

# NetworkPage
source: I use a proxy to access the Internet
fr: J'utilise un serveur mandataire (proxy) pour accéder à Internet

# NetworkPage
source: Proxy Settings
fr: Paramètres du serveur mandataire (proxy)

# NetworkPage
source: Username:
fr: Nom d'utilisateur :

# NetworkPage
source: Password:
fr: Mot de passe :

# NetworkPage
source: Check to only connect to relays using ports allowed by your firewall
fr: Cochez pour se connecter uniquement au relais en utilisant les ports autorisés par votre parefeu.

# NetworkPage
source: My firewall only lets me connect to certain ports
fr: Mon parefeu me laisse me connecter seulement à certains ports

# NetworkPage
source: Firewall Settings
fr: Paramètres du parefeu

# NetworkPage
source: Allowed Ports:
fr: Ports autorisés :

# NetworkPage
source: Check to encrypt directory requests and, optionally, use bridge relays to access the Tor network
fr: Cochez pour crypter les demandes d'annuaire et, facultativement, utilisez les relais passerelles pour accéder au réseau Tor.

# NetworkPage
source: My ISP blocks connections to the Tor network
fr: Mon fournisseur d'accès à Internet bloque les connexions au réseau Tor

# NetworkPage
source: Bridge Settings
fr: Paramètres de Passerelle

# NetworkPage
source: Add a Bridge:
fr: Ajouter une passerelle :

# NetworkPage
source: Remove the selected bridges from the list
fr: Supprimer de la liste les passerelles sélectionnées

# NetworkPage
source: Copy the selected bridges to the clipboard
fr: Copier les passerelles sélectionnées dans le presse-papier

# NetworkPage
source: Find Bridges Now
fr: Rechercher maintenant des passerelles

# NetworkPage
source: <a href="bridges.finding">How else can I find bridges?</a>
fr: <a href="bridges.finding">Comment puis-je trouver autrement des passerelles ?</a>

# NetworkPage
source: <a href="bridges.finding">How can I find bridges?</a>
fr: <a href="bridges.finding">Comment puis-je trouver des passerelles ?</a>

# NetworkPage
source: No new bridges are currently available. You can either wait a while and try again, or try another method of finding new bridges.
fr: Pas de nouvelle passerelle disponible. Vous pouvez soit attendre un peu et réessayer, ou encore essayer une autre méthode pour trouver de nouvelles passerelles.

# NetworkPage
source: Click Help to see other methods of finding new bridges.
fr: Appuyez sur Aide pour voir d'autres moyens de trouver de nouvelles passerelles.

# NetworkPage
source: Address:
fr: Adresse:

# NetworkPage
source: You must select the proxy type.
fr: Vous devez sélectionner l type de proxy:

# Policy
source: accept
fr: accepter

# Policy
source: reject
fr: rejeter

# RouterDescriptor
source: Online
fr: En ligne

# RouterDescriptor
source: Hibernating
fr: Hibernation

# RouterDescriptor
source: Offline
fr: Hors ligne

# RouterDescriptorView
source: Location:
fr: Localisation :

# RouterDescriptorView
source: IP Address:
fr: Adresse IP :

# RouterDescriptorView
source: Platform:
fr: Plateforme :

# RouterDescriptorView
source: Bandwidth:
fr: Bande passante :

# RouterDescriptorView
source: Uptime:
fr: Durée de fonctionnement :

# RouterDescriptorView
source: Last Updated:
fr: Dernière mise à jour :

# RouterDescriptorView
source: Copy
fr: Copier

# RouterInfoDialog
source: Hibernating
fr: En hibernation

# RouterInfoDialog
source: Online
fr: En ligne

# RouterInfoDialog
source: Offline
fr: Hors ligne

# RouterInfoDialog
source: Unknown
fr: Inconnu

# RouterInfoDialog
source: Relay Details
fr: Détails du Relais

# RouterInfoDialog
source: Summary
fr: Résumé

# RouterInfoDialog
source: Name:
fr: Nom :

# RouterInfoDialog
source: Status:
fr: État :

# RouterInfoDialog
source: Location:
fr: Localisation :

# RouterInfoDialog
source: IP Address:
fr: Adresse IP :

# RouterInfoDialog
source: Platform:
fr: Plateforme :

# RouterInfoDialog
source: Bandwidth:
fr: Bande passante :

# RouterInfoDialog
source: Uptime:
fr: Durée de fonctionnement :

# RouterInfoDialog
source: Last Updated:
fr: Dernière mise à jour :

# RouterInfoDialog
source: Descriptor
fr: Identifiant

# RouterListItem
source: Offline
fr: Hors ligne

# RouterListItem
source: Hibernating
fr: Hibernation

# RouterListItem
source: %1 KB/s
fr: %1 Ko/s

# RouterListWidget
source: Relay
fr: Relais

# RouterListWidget
source: Zoom to Relay
fr: Zoomer sur le relais

# RouterListWidget
source: %1 relays online
fr: %1 relais en ligne

# RouterListWidget
source: Copy
fr: Copier

# RouterListWidget
source: Nickname
fr: Surnom

# RouterListWidget
source: Fingerprint
fr: Empreinte

# ServerPage
source: Bridge Support Unavailable
fr: Le support pour la passerelle est indisponible

# ServerPage
source: You have configured Tor to act as a bridge relay for censored users, but your version of Tor does not support bridges.
fr: Vous avez configuré Tor en tant que relais passerelle pour les utilisateurs censurés, mais la version de Tor que vous utilisez ne supporte pas les passerelles.

# ServerPage
source: Please upgrade your Tor software or configure Tor to act as a normal Tor relay.
fr: Merci de mettre à jour Tor ou de configurer votre version actuelle pour agir en tant que relais Tor normal.

# ServerPage
source: Your bridge relay is not running.
fr: Votre relais passerelle n'est pas actif.

# ServerPage
source: You must specify at least a relay nickname and port.
fr: Vous devez spécifier au moins un nom de relais et un port.

# ServerPage
source: Run as a client only
fr: Lancer uniquement comme client

# ServerPage
source: Relay traffic for the Tor network
fr: Relayer le trafic pour le réseau Tor

# ServerPage
source: Relay Port:
fr: Port relais :

# ServerPage
source: Enable to mirror the relay directory
fr: Activer le miroir de l'annuaire des relais
